[
  {
    "id": "newssatu",
    "img": "images/palm-industry.jpg",
    "judul": "The Development Of The Palm Oil Industry In Indonesia",
    "keterangan": "Palm oil is one of the plantation commodities that has a strategic role in Indonesia's economic development. As the largest producer of palm oil in the world, the palm oil industry has provided employment of 16 million workers, both directly and indirectly.",
    "deskripsi": "Palm oil is one of the plantation commodities that has a strategic role in Indonesia's economic development. As the largest producer of palm oil in the world, the palm oil industry has provided employment of 16 million workers, both directly and indirectly. Palm oil and palm kernel production in 2018 was recorded at 48.68 million tons, consisting of 40.57 million tons of crude palm oil (CPO) and 8.11 million tons of palm kernel oil (PKO). The total production came from People's Plantations of 16.8 million tons (35%), State Large Plantations of 2.49 million tons (5%) and Large Private Plantations of 29.39 million tons (60%). Plantation commodities are a mainstay for national income and foreign exchange, where total plantation exports in 2018 reached 28.1 billion dollars or equivalent to 393.4 trillion rupiah. The contribution of the plantation sub-sector to the national economy is expected to increase further strengthening the overall development of plantations. The palm oil industry in Indonesia is built with an approach that prioritizes a balance between social, economic and environmental aspects. This is in line with the Government of Indonesia's commitment to implementing sustainable development, which has been specifically regulated in the 2020-2024 National Medium-Term Development Plan (RPJMN). In the RPJMN 2020-2024, sustainable development has been defined as one aspect of mainstreaming, which aims to provide access to equitable and inclusive development, as well as protect the environment, so as to be able to maintain the improvement of the quality of life from one generation to the next. Through this approach, the Government of Indonesia believes that sustainable palm oil development will significantly contribute to the achievement of the Sustainable Development Goals (SDGs)."
  },
  {
    "id": "newsdua",
    "img": "images/cewek-sedunia.jpeg",
    "judul": "World Rural Women's Day, CPOPC Highlights the Role of Women Oil Palm Farmers",
    "keterangan": "The Council of Palm Oil Producing Countries (CPOPC) launched the #elaeiswomen digital campaign to raise public awareness of the role of women oil palm farmers in rural development and the achievement of sustainable development goals for World Rural Women's Day on 15 October.",
    "deskripsi": "The Council of Palm Oil Producing Countries (CPOPC) launched the #elaeiswomen digital campaign to raise public awareness of the role of women oil palm farmers in rural development and the achievement of the Sustainable Development Goals (SDGs) welcoming the Day World Rural Women on October 15. Secretary General of CPOPC Rizal Affandi Lukman said, this activity seeks to show forms of women's empowerment practices in the agricultural sector, in this case the palm oil industry, providing a lot of space and opportunities for women to contribute to development in rural areas. \"This digital movement is an effort by CPOPC in carrying out the mandate of one of CPOPC's tasks according to the founding charter, namely improving the welfare of oil palm farmers,\" he said, Friday (10/14/2022). According to him, farmers are one of the main supply chains for the palm oil industry, wherever and regardless of the palm oil exporting country. Therefore, CPOPC conveys their views through social media platforms, as the world's mainstream media, to policy makers."
  },
  {
    "id": "newstiga",
    "img": "images/ekspor-sawit.jpg",
    "judul": "Extended, Free Palm Oil Export Levy until October 31, 2022",
    "keterangan": "The government through the Steering Committee of the Palm Oil Plantation Fund Management Agency (BPDPKS) remains committed to supporting the oil palm plantation sector as one of the national strategic commodities.",
    "deskripsi": "The government through the Steering Committee of the Palm Oil Plantation Fund Management Agency (BPDPKS) remains committed to supporting the oil palm plantation sector as one of the national strategic commodities. At the BPDPKS Steering Committee (Komrah) meeting on Sunday (28/08), a decision was made that approved five things, namely the Extension of Export Levy (PE) Tariffs of USD 0 for all products until October 31, 2022, Addition of Biodiesel Allocation for 2022, Development The Red Eating Oil Factory (3M), Support for Accelerating the Improvement of Indonesian Sustainable Palm Oil (ISPO) Certification, and Accelerating the People's Palm Oil Replanting Program (PSR). \"The extension of the PE Tariff of USD 0 is intended to maintain the current momentum, where the price of Crude Palm Oil (CPO) is starting to stabilize, the price of cooking oil is starting to fall, and the price of fresh fruit bunches (FFB) is starting to increase, thus making farmers or planters start feel the benefits,\" said Coordinating Minister for Economic Affairs Airlangga Hartarto in a written statement in Jakarta, Monday (29/8/2022). \"To increase the acceptance of Indonesian palm oil in the world market, Komrah agreed to accelerate the increase in ISPO certification. Among other things, by placing the ISPO Secretariat under BPDPKS, as well as supporting activities aimed at accelerating the improvement of ISPO certification,\" explained Coordinating Minister Airlangga. The Komrah Meeting also requested that a coordination meeting be held with the Law Enforcement Apparatus (APH) as an effort to accelerate the implementation of the PSR Program. Furthermore, he was also given a mandate to the Ministry of Agriculture and BPDPKS to immediately conduct a study related to PSR assistance funds, which currently only reaches P0 to TM1."
  }
]
